{
    "table1":[
        {
            "S.No":1,
            "Name":"Brown rice",
            "Quantity":10,
            "Unit":"kg",
            "Department":"Grins",
            "Notes":"Brown rice is widely recognized as a healthier alternative to white rice"
        },
        {
            "S.No":2,
            "Name":"Oats",
            "Quantity":1,
            "Unit":"kg",
            "Department":"Grins",
            "Notes":"They’re not only packed with vitamins, minerals and fiber but also naturally gluten-free"
        },
        {
            "S.No":3,
            "Name":"Wheat",
            "Quantity":3,
            "Unit":"kg",
            "Department":"Grains",
            "Notes":"It’s a key ingredient in baked goods, pastas, noodles, couscous, bulgur and semolina."
        }
    
    ]
}
{
      "fats":[
        {
            "S.No":1,
            "Name":"Coconut oil",
            "Quantity":2,
            "Unit":"kg",
            "Department":"Oils & Fats",
            "Notes":"When it comes to high heat cooking, coconut oil is your best choice.Over 90% of the fatty acids in it are saturated, which makes it very resistant to heat."
        },
        {
            "S.No":2,
            "Name":"Palm oil",
            "Quantity":1,
            "Unit":"kg",
            "Department":"Oils & Fats",
            "Notes":"Palm oil is derived from the fruit of oil palms.It consists mostly of saturated and monounsaturated fats, with small amounts of polyunsaturates."
        },
        {
            "S.No":3,
            "Name":"Butter",
            "Quantity":500,
            "Unit":"grm",
            "Department":"Oils & Fats",
            "Notes":"It contains Vitamins A, E and K2. It is also rich in the fatty acids Conjugated Linoleic Acid (CLA) and Butyrate, both of which have powerful health benefits."
        }
    
    ]
}
{
    "dairyEggs":[
        {
            "S.No":1,
            "Name":"Milk",
            "Quantity":1,
            "Unit":"litre",
            "Department":"Dairy & Eggs",
            "Notes":"A breakfast essential if you have cereal for breakfast, if prefer your hot drinks a lighter shade of brown, or want to make a sauce."
        },
        {
            "S.No":2,
            "Name":"Cheese",
            "Quantity":250,
            "Unit":"grm",
            "Department":"Dairy & Eggs",
            "Notes":"A great standard sandwich filler or for an ingredient in cheesy side-dishes or main courses."
        },
        {
            "S.No":3,
            "Name":"Eggs",
            "Quantity":10,
            "Unit":"",
            "Department":"Dairy & Eggs",
            "Notes":"these versatile little things are essential ingredients for a cake or can be made many different ways for a quick breakfast or lunch."
        }
    
    ]
}
{    
    "fruits":[
        {
            "S.No":1,
            "Name":"Snake Beans",
            "Quantity":500,
            "Unit":"grm",
            "Department":"Vegetables & Fruit",
            "Notes":"These may be called yard-long beans,asparagus beans or long podded cow peas."
        },
        {
            "S.No":2,
            "Name":"Beetroot",
            "Quantity":500,
            "Unit":"grm",
            "Department":"Vegetables & Fruit",
            "Notes":"A native of Southern Europe, beetroot has a vibrant crimson colour which comes from pigments no other vegetable has."
        },
        {
            "S.No":3,
            "Name":"Onion",
            "Quantity":1,
            "Unit":"kg",
            "Department":"Vegetables & Fruit",
            "Notes":"Onions are the most used flavouring vegetables in the world"
        },
        {
            "S.No":4,
            "Name":"Potatoes",
            "Quantity":1,
            "Unit":"kg",
            "Department":"Vegetables & Fruit",
            "Notes":"Potatoes are swollen underground stems, called tubers. Like most common vegetables eaten today."
        },
        {
            "S.No":5,
            "Name":"Tomatoes",
            "Quantity":1,
            "Unit":"kg",
            "Department":"Vegetables & Fruit",
            "Notes":"The tomatoes is actually a fruit but is considered a vegetable because of its use."
        },
        {
            "S.No":6,
            "Name":"Shallots",
            "Quantity":500,
            "Unit":"grm",
            "Department":"Vegetables & Fruit",
            "Notes":"They are cosidered the gourment onion and are peferred in French and Asian cooking. Delicious raw or cooked, shallots have a wide range of end uses."
        },
        {
            "S.No":7,
            "Name":"Ginger",
            "Quantity":200,
            "Unit":"grm",
            "Department":"Vegetables & Fruit",
            "Notes":"Ginger originated in the southern provinces of China and India, where if havs been used in food and medicines for over 5000 years."
        },
        {
            "S.No":8,
            "Name":"Garlic",
            "Quantity":250,
            "Unit":"grm",
            "Department":"Vegetables & Fruit",
            "Notes":"it is a member of the allium family that also includes onions,chives,shallots,spring onions and leeks."
        },
        {
            "S.No":9,
            "Name":"Green chilli",
            "Quantity":500,
            "Unit":"grm",
            "Department":"Vegetables & Fruit",
            "Notes":"Green chillies have absolutely zero calories, makeing them the perfect spice ingredient for those focused on th ehealthy diet."
        },
        {
            "S.No":10,
            "Name":"Cauliflower",
            "Quantity":1,
            "Unit":"",
            "Department":"Vegetables & Fruit",
            "Notes":"Cauliflower, from the Latin word meaning 'cabbage flower', is a member of the brassica family."
        },
        {
            "S.No":11,
            "Name":"orange",
            "Quantity":1,
            "Unit":"kg",
            "Department":"Vegetables & Fruit",
            "Notes":"Juicy, round fruit, shiny orane pitted skin distinctive citrus fragrance and flavour. "
        },
        {
            "S.No":12,
            "Name":"Grape",
            "Quantity":1,
            "Unit":"kg",
            "Department":"Vegetables & Fruit",
            "Notes":" Actually it's a berry. Small round fruits found in bunches."
        },
        {
            "S.No":13,
            "Name":"Lime",
            "Quantity":250,
            "Unit":"grm",
            "Department":"Vegetables & Fruit",
            "Notes":"Green,samll oval shaped with pointed tip,shiny skin with pale green pulp. Very aromatic citrus fragrance."
        },
        {
            "S.No":14,
            "Name":"Banana",
            "Quantity":1,
            "Unit":"kg",
            "Department":"Vegetables & Fruit",
            "Notes":"Eat fresh in hand. Fruit salad, accompaniment to meat and curry dishes."
        },
    
    ]
}
{    
    "condi":[
        {
            "S.No":1,
            "Name":"Mayonnaise",
            "Quantity":250,
            "Unit":"grm",
            "Department":"Condiments",
            "Notes":"Mayonnaise, informally mayo, is a thick cold condiment or dressing commonly used in sandwiches and composed salads or on French fries."
        },
        {
            "S.No":2,
            "Name":"Soy sauce",
            "Quantity":1,
            "Unit":"",
            "Department":"Condiments",
            "Notes":"Soy sauce, also spelled as soya sauce, is an East Asian liquid condiment of Chinese origin, traditionally made from a fermented paste of soybeans, roasted grain, brine, and Aspergillus oryzae or Aspergillus sojae molds."
        },
        {
            "S.No":3,
            "Name":"Tomato sauce",
            "Quantity":1,
            "Unit":"",
            "Department":"Condiments",
            "Notes":"Tomato sauce can refer to many different sauces made primarily from tomatoes, usually to be served as part of a dish, rather than as a condiment."
        },
        {
            "S.No":4,
            "Name":"Hot sauce",
            "Quantity":1,
            "Unit":"",
            "Department":"Condiments",
            "Notes":"Hot sauce, also known as chili sauce or pepper sauce, is any condiment, seasoning, or salsa made from chili peppers and other ingredients."
        },
        {
            "S.No":5,
            "Name":"Sugar",
            "Quantity":2,
            "Unit":"kg",
            "Department":"Condiments",
            "Notes":"Buy artificial sweeteners if you concerned about becoming healthier and cutting back on the calories."
        },
        {
            "S.No":6,
            "Name":"Salt",
            "Quantity":1,
            "Unit":"kg",
            "Department":"Condiments",
            "Notes":"this will enhance the flavor in your meals. However, if you’re on a low-sodium diet such as the DASH diet, you might want to replace this with some herbs and spices."
        },
        {
            "S.No":7,
            "Name":"Vinegar",
            "Quantity":1,
            "Unit":"litre",
            "Department":"Condiments",
            "Notes":"add some zing to your food. You can also mix this with oil to create a simple and healthy salad dressing."
        } 
    
    ]
}
{    
    "meat":[
        {
            "S.No":1,
            "Name":"Chicken",
            "Quantity":1,
            "Unit":"kg",
            "Department":"Meat & Fish",
            "Notes":"Skinless chicken, small pieces for frying"
        },
        {
            "S.No":2,
            "Name":"Tuna",
            "Quantity":1,
            "Unit":"kg",
            "Department":"Meat & Fish",
            "Notes":"Curry pieces"
        }
        
    ]
}
{    
    "snacks":[
        {
            "S.No":1,
            "Name":"Banana chip",
            "Quantity":500,
            "Unit":"grm",
            "Department":"Snacks & Cookies",
            "Notes":"Banana chips originated in India are dried, generally crispy slices of bananas."
        },
        {
            "S.No":2,
            "Name":"Cadbury Oreo",
            "Quantity":1,
            "Unit":"",
            "Department":"Snacks & Cookies",
            "Notes":"Oreo biscuits are available in a variety of flavours which makes them hugely popular in India."
        }
        
    ]
}
{    
    "spices":[
        {
            "S.No":1,
            "Name":"Cardamom",
            "Quantity":250,
            "Unit":"grm",
            "Department":"Spices",
            "Notes":"There are two kinds of cardamom used in Indian cooking: green and black. Green is the more common variety, used for everything from spice mixes to lassis to Indian desserts."
        },
        {
            "S.No":2,
            "Name":"Black pepper",
            "Quantity":250,
            "Unit":"grm",
            "Department":"Spices",
            "Notes":"It is a surprisingly hard spice to grow, as it depends on many natural cycles, like a set amount of rainfall, which is why prices for fresh pepper vary a lot."
        },
        {
            "S.No":3,
            "Name":"Cumin",
            "Quantity":250,
            "Unit":"grm",
            "Department":"Spices",
            "Notes":"Cumin is used frequently whole and in spice mixes to add a characteristic smoky note to Indian dishes. It can be identified by its distinct ridged brown seeds and intense fragrance. "
        },
        {
            "S.No":4,
            "Name":"Coriander",
            "Quantity":1,
            "Unit":"kg",
            "Department":"Spices",
            "Notes":"Coriander is probably the most ubiquitous of spices in the Indian spice rack. It is one of the oldest-known spices in the world, and it’s characterized by its golden-yellow color and gently ridged texture."
        },
        {
            "S.No":5,
            "Name":"Mustard seeds",
            "Quantity":250,
            "Unit":"grm",
            "Department":"Spices",
            "Notes":"Mustard seeds can be yellow, black, or brown and are used interchangeably in Indian cooking.Their smoky, nutty flavor is a staple in curries and curry powders, and mustard oil is commonly used in the North of India."
        },
        {
            "S.No":6,
            "Name":"Turmeric",
            "Quantity":500,
            "Unit":"grm",
            "Department":"Spices",
            "Notes":"Turmeric is another common Indian spice. Grown as a rhizome, it can be used fresh (like ginger) or dried. It has been known to have a host of health benefits and is used in a lot of spice mixes and curries."
        },
        {
            "S.No":7,
            "Name":"Red chilli",
            "Quantity":1,
            "Unit":"kg",
            "Department":"Spices",
            "Notes":"Most important spice to add heat to dishes. Large amounts also imparts a subtle red colour to the dish"
        }
    ]
}